<div id="main">
  <p id="release"><a href="download.php">Baixe o Oralux 0.7 alfa</a></p>
  <h2>GNU/Linux, j&aacute; !</h2>
  <ol>
  <li>Insira o CD</li>
  <li>Inicie seu PC</li>
  <li>Aguarde uns poucos segundos (bem, uns poucos minutos que seja)</li>
  <li>Escolha uma voz sint&eacute;tica</li>
  <li>E pronto ! o GNU/Linux &eacute; seu !!</li>
  </ol>

  <h2>Objetivos</h2>
  <h3>Facilitar acesso ao GNU/Linux</h3>
  <p>O Oralux pretende melhorar o acesso ao GNU/Linux &agrave;s pessoas com baixa vis&atilde;o ou cegas.</p>
  <p>Primeiramente, diminu&iacute;mos tal barreira fornecendo j&aacute; instalado o software necess&aacute;rio.</p>
  <p>No momento, a atual vers&atilde;o oferece ao usu&aacute;rio mais experiente um modo r&aacute;pido de trabalhar com  o GNU/Linux num PC.</p>
  <p>O projeto deve ir al&eacute;m.</p>
  <p>Pretendemos <em>auxiliar e conduzir os novatos</em> nas seguintes fases:</p>
  <ul>
  <li>Iniciar o aprendizado do Emacspeak, do Yasr ou do Speakup,</li>
  <li>Iniciar o aprendizado do Emacspeak, do Yasr,</li>
  <li>Localizar documenta&ccedil;&atilde;o relevante e explor&aacute;-la,</li>
  <li>Receber e enviar e-mails,</li>
  <li>Navegar na web,</li>
  <li>E outras atividades quaisquer que para voc&ecirc; sejam importantes...</li>
  </ul>
  <p>Voc&ecirc; pode ajudar-nos a alcan&ccedil;ar esses objetivos compartilhando suas habilidades conosco:
  reportar e dar-nos retornos, fornecer arquivos de configura&ccedil;&atilde;o,
  traduzir documentos, escrever um tutorial, desenvolver os scripts do Oralux (shell e php).</p>

  <h3>Outras Metas</h3>
  <p>Queremos oferecer vozes sint&eacute;ticas livres em v&aacute;rios idiomas no CD, permitindo ao usu&aacute;rio trabalhar desde logo na l&iacute;ngua nativa pr&oacute;pria.</p>

  <h2>Algumas Caracter&iacute;sticas</h2>
  <h3>O CD</h3>
  <p>O Oralux tem como base o <a
  href="http://www.knopper.net/knoppix/index-en.html">Knoppix,</a> a distribui&ccedil;&atilde;o auto-instal&aacute;vel criado por Klaus
  Knopper.</p>
  <p>O Oralux inicia a partir do CD, seja qual for o sistema operacional instalado no disco r&iacute;gido (Win98, XP,...).</p>

  <p>Gra&ccedil;as &agrave; <a
  href="http://www.mielke.cc/brltty/">BRLTTY</a>, o Oralux traz um grande n&uacute;mero de <a
  href="faq.php#braillepossible">drivers para dispositivos braille</a>.</p>
  
  <h3>Os Ambientes Falados</h3>
  <p>A interface com o usu&aacute;rio no Oralux pode ter como base o <a
  href="http://emacspeak.sourceforge.net/">Emacspeak</a> o desktop falado criado por T. V. Raman. O Emacspeak &eacute; um ambiente completo, com muitos recursos.</p>

  <p>Encontra-se tamb&eacute;m dispon&iacute;vel um ambiente com base no <a
  href="http://sourceforge.net/projects/yasr/">Yasr</a>, um leitor de telas leve e port&aacute;vel criado por Mike Gorse.</p>

  <p>O terceiro ambiente baseia-se no <a
  href="http://www.linux-speakup.org">Speakup</a>, de Kirk Reiser e Andy Berdan. O Speakup &eacute; um leitor de telas embutido no kernel para sintetizadores externos e de software.</p>

  <p>No CD existem diversos sintetizadores de voz, em
  Portugu&ecirc;s, em  Ingl&ecirc;s, Franc&ecirc;s, Alem&atilde;o,
  Russo e Espanhol. Consulte o <a href="faq.php">FAQ</a> para detalhes.</p>

  <p>No CD existem diversos sintetizadores de voz, em  Ingl&ecirc;s,
  Franc&ecirc;s, Russo. Consulte o <a href="faq.php">FAQ</a> para detalhes.</p>

  <p>O Oralux consegue instalar o sintetizador de software DECtalk (4.6.4 ou
  5.0), um TTS multiidioma da Fonix company.</p> 

</div> <!-- main -->

<div id="sidebar">
  <h2>Not&iacute;cias</h2>
  <dl>
    <dt>8 de maio de 2006</dt>
    <dd><a href="">Oralux 0.7 alfa</a>.</dd>

    <dt>23 de mar&ccedil;o de 2006</dt>
    <dd>Oralux 0.7: <a href="translation.php">Precisamos de Tradutores</a>.</dd>

    <dt>15 de outubro de 2005</dt>
    <dd><a
  href="http://www.aldil.org/agenda/journees/2005/cv_sxhaard.html"
  hreflang="fr">Apresenta&ccedil;&atilde;o do Oralux</a> realizada por Sylvie Xhaard no "Journées du
  Logiciel Libre 2005" (Lyon).</dd>

    <dt>5 a 9 de julho de 2005</dt>
    <dd>Oralux.org no <a
  href="http://2005.rencontresmondiales.org/sections/index_html/switchLanguage/en">"the
  Libre Software Meeting 2005"</a></dd>

    <dt>6 de maio de 2005</dt>
    <dd><a href="http://lists.freearchive.org/pipermail/oralux/2005-May/000528.html">Precisa-se de M&uacute;sicos !</a></dd>

    <dt>17 de outubro de 2004</dt>
    <dd><a href="http://lists.freearchive.org/mailman/listinfo/oralux">Lista de discuss&atilde;o do Oralux </a> agora gerenciada pelo Mailman e gentilmente hospedada pelo <a href="http://www.freearchive.org/wiki2/index.php/Main_Page">FreeArchive.org</a>.</dd>

    <dt>27 de setembro de 2004</dt>
    <dd>BerliOS gentilmente hospeda <a
    href="http://cvs.berlios.de/cgi-bin/viewcvs.cgi/oralux">nosso reposit&oacute;rio CVS</a>.</dd>

    <dt>9 de julho de 2004</dt>
    <dd>Oralux demonstrado no "Libre Software Meeting 2004".</dd>
  </dl>
 </div> <!-- sidebar -->
