Repository: BackupTheBerlios/oralux
Catalog: oralux/po/*.def.po
Languages: br, de, es, fr, ru

source: A few checkboxes.
br: Algumas caixas de verificação.
de: einige Checkboxen.
fr: Quelques cases à cocher.
ru: Несколько флажков.

source: And type return to select your preferred item.
br: E pressione enter para selecionar o item desejado.
de: Und dröcken Sie Enter, um Ihre Auswahl zu bestätigen.
es: Y pulse la tecla `retorno' para seleccionar su elemento preferido.
fr: Et appuyez sur Entrée pour sélectionner votre préférence.
ru: И нажмите ввод, чтобы выбрать желаемый пункт.

source: And type return to select your preferred option.
br: E pressione enter para selecionar a opção desejada.
de: und geben Sie Enter ein, um die von Ihnen bevorzugte Option auszuwählen.
es: Y pulse la tecla `retorno' para seleccionar su opción preferida.
fr: Et tapez sur Entrée pour sélectionner votre préférence.
ru: И нажмите enter, чтобы выбрать желаемый параметр.

source: And type yes to select an option, or type no to unselect it.
br: Digite sim para selecionar uma opção, ou não para desselecioná-la.
de: und geben sie 'yes' ein, um eine Option auszuwählen, oder "no" um die Auswahl aufzuheben.
es: Y teclee si para seleccionar una opción, o teclee no para des-seleccionarla.
fr: Et tapez oui pour sélectionner votre préférence, ou tapez non pour la désélectionner.
ru: И введите да (yes), чтобы выбрать параметр, или введите нет (no), чтобы отменить выбор.

source: And type yes to select your preferred item.
br: E digite Sim para selecionar o item desejado.
de: Und dröcken Sie 'yes', um Ihre Auswahl zu bestätigen.
es: Y teclee si para seleccionar su elemento preferido.
fr: Et tapez oui pour sélectionner votre préférence.
ru: И введите да (yes), чтобы выбрать желаемый пункт.

source: And type yes to select your preferred option.
br: E digite sim para selecionar a opção desejada.
de: und geben Sie 'yes' ein, um die von Ihnen bevorzugte Option auszuwählen.
es: Y teclee si para seleccionar su opción preferida.
fr: Et tapez oui pour sélectionner votre préférence.
ru: И введите да (yes), чтобы выбрать желаемый параметр.

source: Button.
br: Botão.
es: Botón.
fr: Bouton.
ru: Кнопка.

source: Input.
br: Entrada.
de: Eingabefeld.
es: Entrada.
fr: Champ de saisie.
ru: Ввод.

source: Just press return if you accept this proposal: %s.
br: Pressione enter se você concorda com: %s.
de: Drücken Sie Enter, um diesen Vorschlag zu akzeptieren: %s.
es: Tan solo pulse la tecla retorno si accepta la siguiente propuesta: %s.
fr: Appuyez juste sur Entrée si vous acceptez cette proposition : %s.
ru: Нажмите ввод, если вы принимаете это предложение: %s.

source: Just type yes if you accept this proposal: %s.
br: Pressione Sim se você concorda com: %s.
de: Geben sie 'yes' ein, wenn Sie mit diesem Vorschag einverstanden sind: %s.
es: Tan solo pulse si en caso de aceptar esta propuesta: %s.
fr: Tapez oui si vous acceptez cette proposition : %s.
ru: Введите да (yes), если вы принимаете это предложение: %s.

source: Long list.
br: Lista de vizualização.
de: lange Liste.
es: Lista larga.
fr: Une longue liste.
ru: Длинный список.

source: Note that you can select several options.
br: Podem ser selecionadas várias opções.
de: Beachten Sie, dass Sie mehrere Optione auswählen können.
es: Note que puede seleccionar varias opciones.
fr: Notez que vous pouvez sélectionner plusieurs choix.
ru: Обратите внимание, вы можете выбирать несколько параметров.

source: Press return to read the next item.
br: Pressione enter para ler o próximo item.
de: Drücken Sie Enter, um das nächste Element zu lesen.
es: Pulse la tecla retorno para leer el siguiente elemento.
fr: Appuyez sur Entrée pour lire le prochain choix.
ru: Нажмите ввод, чтобы прочитать следующий пункт.

source: Press return to read the next option.
br: Pressione enter para ler a próxima opção.
de: Drücken Sie Enter, um die nächste Option zu lesen.
es: Pulse la tecla retorno para leer la siguiente opción.
fr: Appuyez sur Entrée pour passer au prochain choix.
ru: Нажмите ввод, чтобы прочитать следующий параметр.

source: Press the up or down arrow key to read another item.
br: Pressione seta acima ou abaixo para ler outro item.
de: Drücken Sie die Rauf und Runter Tasten , um ein anderes Element zu lesen.
es: Pulse las flechas hacia arriba o abajo para leer otro elemento.
fr: Appuyer sur les touches flèche en haut ou flèche en bas, pour passer à un autre choix.
ru: Используйте курсорную стрелку вверх или вниз, чтобы прочитать другие пункты.

source: Press the up or down arrow key to read another option.
br: Pressione seta acima ou abaixo para ler outra opção.
de: Verwenden Sie die Rauf und Runter Tasten, um eine ander Option zu lesen.
es: Pulse las flechas hacia arriba o abajo para leer otra opción.
fr: Appuyer sur les touches flèche en haut ou flèche en bas, pour passer à un autre choix.
ru: Используйте курсорную стрелку вверх или вниз, чтобы прочитать другие параметры.

source: Proposal: %s.
br: Sugestão: %s.
de: Vorschlag: %s.
es: Propuesta: %s.
fr: Proposition : %s.
ru: Предложение: %s.

source: Several checkboxes.
br: Várias caixas de verificação.
de: mehrere Checkboxen.
es: Algunas casillas.
fr: Plusieurs cases à cocher .
ru: Некоторое количество флажков.

source: Short list.
br: Lista de Visualização.
de: kurze Liste.
es: Lista corta.
fr: Une courte liste.
ru: Короткий список.

source: There are just a few checkboxes.
br: Só existem algumas caixas de verificação.
de: Es hat blos wenige Checkboxen.
es: Solo hay algunas casillas.
fr: Il n'y a que quelques cases à cocher.
ru: Здесь находятся несколько флажков.

source: There are several checkboxes.
br: Existem várias caixas de verificação.
de: Es hat mehrere Checkboxen.
es: Hay varias casillas.
fr: Il y a plusieurs cases à cocher.
ru: Здесь находится некоторое количество флажков.

source: This is a button.
br: Este é um botão.
de: Dies ist ein Button.
es: Este es un botón.
fr: C'est un bouton.
ru: Это кнопка.

source: This is a long list.
br: Esta é uma lista.
de: Dies ist eine lange Liste.
es: Esta es una lista larga.
fr: C'est une longue liste.
ru: Это длинный список.

source: This is a short list.
br: Esta é uma lista de visualização.
de: Dies ist eine kurze Liste.
es: Esta es una lista corta.
fr: C'est une courte liste.
ru: Это короткий список.

source: Type your answer in this input field.
br: Digite sua resposta neste campo.
de: Geben Sie Ihre Antwort in dieses Eingabefeld ein.
es: Escriba su respuesta en este campo de entrada.
fr: Tapez votre réponse dans ce champ de saisie.
ru: Введите ваш ответ в этом поле ввода.

source: Which mailbox do you want to delete?
br: Qual caixa de e-mail deseja excluir?
de: Welches Postfach wollen Sie löschen?
es: ¿Cual buzón desea eliminar?
fr: Quelle boîte aux lettres souhaitez-vous supprimer ?
ru: Какой почтовый ящик Вы хотите удалить?

source: Which mailbox do you want to modify?
br: Qual caixa de e-mail deseja alterar?
de: Welches Postfach wollen sie verändern?
es: ¿Cual buzón desea modificar?
fr: Quelle boîte aux lettres souhaitez-vous modifier ?
ru: Какой почтовый ящик Вы хотите изменить?

source: Your changes have been saved
br: Suas alterações foram salvas
de: Ihre Aenderungen wurden gespeichert
es: Sus cambios han sido guardados
fr: Vos modifications ont été sauvegardées
ru: Сделанные вами изменения были сохранены

source: About mail boxes
br: Sobre as caixas de e-mail
de: Ueber Postfächer
es: A proposito de buzones
fr: Au sujet des boîtes aux lettres
ru: Действия с почтовыми ящиками

source: Add a mailbox
br: Adicionar uma caixa de e-mail
de: Postfach hinzufügen
es: Añada un buzón
fr: Ajouter une boîte aux lettres
ru: Добавить почтовый ящик

source: Button.
br: Botão.
es: Botón.
fr: Bouton.
ru: Кнопка.

source: Cancel
br: Cancelar
de: Abbrechen
es: Cancele
fr: Annuler
ru: Отмена

source: Delete a mailbox
br: Excluir a caixa de e-mail
de: Postfach löschen
es: Remueva un buzón
fr: Supprimer une boîte aux lettres
ru: Удалить почтовый ящик

source: Do you really want to delete %s?
br: Você realmente deseja excluir %s?
de: Wollen Sie %s wirklich löschen?
es: ¿En verdad desea borrar: %s?
fr: Voulez-vous vraiment supprimer %s?
ru: Вы действительно хотите удалить %s?

source: Do you want to keep the messages in the server once they have been fetched to your computer?
de: Wollen Sie die Nachrichten auf dem Server lassen, nachdem sie heruntergalden wurden?
es: ¿Desea conservar los mensajes en el servidor una vez que sean traidos a su computadora?
fr: Voulez-vous conserver les messages sur le serveur, une fois qu'ils ont été récupérés ?
ru: Хотите ли вы сохранить сообщения на сервере, посте их доставки на ваш компьютер

source: Do you want to save your changes
de: Wollen Sie Ihre Aenderungen speichern?
es: ¿Desea guardar sus modificaciones?
fr: Voulez-vous sauvegarder vos modifications ?
ru: Вы хотите сохранить сделанные изменения?

source: Enter how often your mailboxes must be checked. For example, 20 means 20 minutes
de: Geben Sie an, wie oft Ihre Postfächer auf neue Meldungen überprüft werden sollen. Zum Beispiel 20 bedeutet alle 20 Minuten.
es: Escriba qué tan seguido deberán revisarse sus buzones. Por ejemplo, 20 significa 20 minutos.
fr: Vos boîtes aux lettres sont vérifiées régulierement. Indiquez combien de minutes séparent chaque vérification (par exemple 20 signifie 20 minutes).
ru: Задайте, как часто ваш почтовый ящик должен проверяться. Например введите 20 для двадцатиминутного интервала

source: Enter the login
de: Geben Sie Ihren benutzernamen ein
es: Escriba su clave
fr: Tapez le login
ru: Введите имя пользователя

source: Enter the name of the POP server, for example: pop.smith.com
br: Digite o endereço do servidor POP3, por exemplo: pop3.projeto.net
de: Geben Sie den Namen Ihres POP Servers ein, zum Beispiel pop.mail.com
es: Escriba el nombre de su servidor POP, por ejemplo, pop.smith.com
fr: Indiquez le nom du serveur POP où se trouvent vos courriers. Par exemple: pop.hugo.com
ru: Введите имя POP сервера. например: pop.smith.com

source: Enter the name of the S M T P server, for example: smtp.smith.com
br: Digite o endereço do servidor SMTP, por exemplo: smtp.projeto.net
de: Geben Sie den Namen Ihres SMTP Servers ein, zum Beispiel smtp.mail.com
es: Escriba el nombre de su servidor SMTP, por ejemplo, smtp.smith.com
fr: Indiquez le nom du serveur S M T P où se trouvent vos courriers. Par exemple: smtp.hugo.com
ru: Введите имя SMTP сервера. например: smtp.smith.com

source: Enter the name of this mailbox, for example: My Mailbox
br: Digite o nome da sua caixa de e-mail, por exemplo: jose@projeto.net
de: Geben Sie den Namen Ihres Postfaches ein, zum Beispiel 'Mein Postfach'
es: Escriba el nombre de este buzón, por ejemplo Mi Buzón.
fr: Donnez un nom à cette boîte aux lettres. Par exemple : Ma Boîte.
ru: Введите имя почтового ящика. Например: My Mailbox

source: Enter the password
br: Digite sua senha
de: Geben Sie Ihr Passwort ein
es: Escriba su contraseña.
fr: Tapez le mot de passe
ru: Введите пароль

source: Enter the port or press return
br: Digite o número da porta, ou pressione enter
de: Geben Sie eine Portnummer ein, oder drücken Sie Enter
es: Escriba el número de puerto o pulse la tecla retorno.
fr: Indiquez le numéro du port ou bien appuyer sur Entrée
ru: Введите номер порта или нажмите ВВОД

source: Enter your full mailing address, for example: paul@smith.com
br: Digite seu e-mail completo, Exemplo: jose@projeto.net
de: Geben Sie Ihre volle E-Mail Adresse ein, zum Beispiel paul@mail.com
es: Escriba su dirección electrónica completa, por ejemplo: pablo@aguilar.com
fr: Indiquez votre courriel, par exemple : victor@hugo.com
ru: Введите ваш адрес электронной почты

source: Enter your full name, for example: Paul Smith
br: Digite seu nome completo. Exemplo: José Ambrósio
de: Geben Sie Ihren vollen Namen ein, zum Beispiel Paul Smith
es: Escriba su nombre completo, por ejemplo: Pablo Aguilar
fr: Tapez votre nom complet, par exemple : Victor Hugo
ru: Введите ваше полное имя латинскими буквами. Например: Pavel Semenov

source: Modify a mailbox
br: Altera uma caixa de e-mail
de: Postfach verändern
es: Modificar un buzón
fr: Modifier une boîte aux lettres
ru: Изменить почтовый ящик

source: Press any key to continue.
br: Pressione qualquer tecla para continuar.
de: Drücken Sie eine beliebige Taste um fortzufahren.
es: Pulse cualquier tecla para continuar.
fr: Appuyez sur n'importe quelle touche pour continuer.
ru: Нажмите любую клавишу, чтобы продолжить.

source: Return to main menu
br: Volta ao menu principal
de: Zurück zum Hauptmenu
es: Regresar al menú principal
fr: Revenir au menu principal
ru: Вернуться в главное меню

source: Selected.
br: Selecionado.
de: Ausgewählt
es: Seleccionado.
fr: Sélectionné.
ru: Отмечено.

source: Thanks to report this error to contact@oralux.org
br: Obrigado por remeter este erro para contact@oralux.org
de: Danke, dass Sie diesen Fehler an contact@oralux.org gemeldet haben
es: Gracias por reportar este error a contact@oralux.org
fr: Merci de remonter cette erreur à contact@oralux.org
ru: Спасибо за информацию об ошибке

source: This is a button.
br: Este é um botão.
de: Dies ist ein Button.
es: Este es un botón.
fr: C'est un bouton.
ru: Это кнопка.

source: Yes or No?
br: Sim ou Não?
fr: Oui ou non ?
ru: Да (yes) или нет (no)?

source: no
br: Não
fr: non
ru: нет

source: y
br: S
fr: o

source: yes
br: Sim
fr: oui
ru: да

source: OK
es: Bien
